KTECeline/esp/firmware-bringup/respeaker_idle/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
# XIAO ESP32-S3 talks to the Mac over native USB, not a UART bridge.
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
